Repository: ethannicholas/hyperfocal
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Open a different project?
de: Ein anderes Projekt öffnen?
es: ¿Abrir otro proyecto?
fr: Ouvrir un autre projet ?
it: Aprire un altro progetto?
ja: 別のプロジェクトを開きますか？
ko: 다른 프로젝트를 열겠습니까?
nl: Een ander project openen?
pt_br: Abrir outro projeto?
ru: Открыть другой проект?
zh_hans: 要打开其他项目吗？

source: Order frames by capture time
de: Einzelbilder nach Aufnahmezeit sortieren
es: Ordenar imágenes por hora de captura
fr: Trier les images par heure de capture
it: Ordina i fotogrammi per ora di scatto
ja: 撮影時刻でフレームを並べ替える
ko: 촬영 시각순으로 프레임 정렬
nl: Opnamen sorteren op opnametijd
pt_br: Ordenar imagens pela hora de captura
ru: Упорядочивать кадры по времени съёмки
zh_hans: 按拍摄时间排序图像

source: DMap Result
de: DMap-Ergebnis
es: Resultado DMap
fr: Résultat DMap
it: Risultato DMap
ja: DMap結果
ko: DMap 결과
nl: DMap-resultaat
pt_br: Resultado DMap
ru: Результат DMap
zh_hans: DMap 结果

source: DMap result (eraser)
de: DMap-Ergebnis (Radierer)
es: Resultado DMap (borrador)
fr: Résultat DMap (gomme)
it: Risultato DMap (gomma)
ja: DMap結果（消しゴム）
ko: DMap 결과(지우개)
nl: DMap-resultaat (gum)
pt_br: Resultado DMap (apagador)
ru: Результат DMap (ластик)
zh_hans: DMap 结果（擦除）

source: Debloom levels
de: Debloom-Stufen
es: Niveles de debloom
fr: Niveaux de débloom
it: Livelli di debloom
ja: ハロー抑制レベル
ko: 광륜 억제 레벨
nl: Debloom-niveaus
pt_br: Níveis de debloom
ru: Уровни подавления ореола
zh_hans: 去光晕级别

source: Focus threshold
de: Fokusschwelle
es: Umbral de enfoque
fr: Seuil de netteté
it: Soglia di messa a fuoco
ja: フォーカスしきい値
ko: 초점 임계값
nl: Scherptedrempel
pt_br: Limite de foco
ru: Порог фокуса
zh_hans: 对焦阈值

source: How many of the coarsest pyramid levels are focus-gated to suppress highlight bloom — where an out-of-focus bright halo leaks over a sharp neighbor. 0 turns debloom off (standard PMax, more faithful on stacks without bloom); higher gates more levels, cutting more bloom.
de: Wie viele der gröbsten Pyramidenebenen per Fokus gefiltert werden, um Überstrahlung von Lichtern zu unterdrücken — wenn ein unscharfer heller Halo über einen scharfen Nachbarn läuft. 0 schaltet Debloom aus (Standard-PMax, treuer bei Stapeln ohne Überstrahlung); höhere Werte filtern mehr Ebenen und reduzieren mehr Überstrahlung.
es: Cuántos de los niveles más gruesos de la pirámide se filtran por enfoque para suprimir el halo de las altas luces, cuando un halo brillante desenfocado se derrama sobre un vecino nítido. 0 desactiva el debloom (PMax estándar, más fiel en pilas sin halo); valores más altos filtran más niveles y recortan más halo.
fr: Combien des niveaux les plus grossiers de la pyramide sont filtrés par la netteté pour supprimer le halo des hautes lumières — lorsqu'un halo lumineux flou déborde sur un voisin net. 0 désactive le débloom (PMax standard, plus fidèle sur les piles sans halo) ; plus la valeur est élevée, plus de niveaux sont filtrés et plus le halo est réduit.
it: Quanti dei livelli più grossolani della piramide vengono filtrati in base al fuoco per sopprimere l'alone delle alte luci — quando un alone luminoso sfocato deborda su un vicino nitido. 0 disattiva il debloom (PMax standard, più fedele su pile senza alone); valori più alti filtrano più livelli e riducono più alone.
ja: ハイライトのハロー（ピンぼけの明るいハローが鮮明な隣に漏れ出す現象）を抑えるため、ピラミッドの最も粗いレベルのうちいくつをフォーカスでゲートするか。0でハロー抑制をオフにします（標準のPMax。ハローのないスタックではより忠実）。値が大きいほど多くのレベルをゲートし、ハローをより多く除去します。
ko: 하이라이트 광륜(초점이 맞지 않는 밝은 광륜이 선명한 이웃 위로 번지는 현상)을 억제하기 위해 피라미드의 가장 거친 레벨 중 몇 개를 초점으로 게이트할지입니다. 0은 광륜 억제를 끕니다(표준 PMax, 광륜이 없는 스택에서 더 충실). 값이 클수록 더 많은 레벨을 게이트하여 광륜을 더 많이 제거합니다.
nl: Hoeveel van de grofste piramideniveaus op scherpte worden gefilterd om overstraling van hoge lichten te onderdrukken — wanneer een onscherpe heldere halo over een scherpe buur uitloopt. 0 zet debloom uit (standaard-PMax, getrouwer bij stapels zonder halo); hogere waarden filteren meer niveaus en verminderen meer overstraling.
pt_br: Quantos dos níveis mais grosseiros da pirâmide são filtrados por foco para suprimir o halo das altas luzes — quando um halo brilhante desfocado vaza sobre um vizinho nítido. 0 desativa o debloom (PMax padrão, mais fiel em pilhas sem halo); valores mais altos filtram mais níveis e reduzem mais halo.
ru: Сколько самых грубых уровней пирамиды фильтруются по фокусу для подавления ореола на светах — когда размытый яркий ореол перетекает на резкого соседа. 0 отключает подавление (стандартный PMax, точнее на стопках без ореола); большие значения фильтруют больше уровней и сильнее убирают ореол.
zh_hans: 为抑制高光光晕（失焦的明亮光晕漫过清晰的相邻区域）而对金字塔最粗的若干层按对焦进行门控的层数。0 关闭去光晕（标准 PMax，在无光晕的堆栈上更忠实）；数值越大门控的层数越多，去除的光晕也越多。

source: Fine-scale focus energy a frame must exceed at a pixel to win the debloom two-track select. Higher is stricter — more of the bloomed frame is rejected in favor of the in-focus one; too high starts rejecting genuinely sharp detail.
de: Feinskalige Fokusenergie, die ein Einzelbild an einem Pixel überschreiten muss, um die Zwei-Spur-Auswahl von Debloom zu gewinnen. Höher ist strenger — mehr vom überstrahlten Bild wird zugunsten des scharfen verworfen; zu hoch verwirft echte scharfe Details.
es: Energía de enfoque a escala fina que un fotograma debe superar en un píxel para ganar la selección de dos vías del debloom. Más alto es más estricto: se rechaza más del fotograma con halo en favor del enfocado; demasiado alto empieza a rechazar detalle realmente nítido.
fr: Énergie de netteté à fine échelle qu'une image doit dépasser sur un pixel pour gagner la sélection à deux voies du débloom. Plus haut est plus strict — une plus grande partie de l'image avec halo est rejetée au profit de l'image nette ; trop haut commence à rejeter des détails réellement nets.
it: Energia di fuoco a scala fine che un fotogramma deve superare in un pixel per vincere la selezione a due tracce del debloom. Più alto è più severo — viene scartata più parte del fotogramma con alone a favore di quello a fuoco; troppo alto inizia a scartare dettaglio davvero nitido.
ja: ハロー抑制の2トラック選択で勝つために、フレームが各ピクセルで超える必要のある微細スケールのフォーカスエネルギー。高いほど厳しく、ハローのあるフレームがより多く却下され、ピントの合ったフレームが優先されます。高すぎると本当に鮮明なディテールまで却下し始めます。
ko: 광륜 억제의 2트랙 선택에서 이기기 위해 프레임이 각 픽셀에서 넘어야 하는 미세 스케일 초점 에너지입니다. 높을수록 엄격하여 광륜이 있는 프레임이 더 많이 거부되고 초점이 맞은 프레임이 우선됩니다. 너무 높으면 진짜 선명한 디테일까지 거부하기 시작합니다.
nl: Fijnschalige scherpte-energie die een opname op een pixel moet overschrijden om de tweesporenkeuze van debloom te winnen. Hoger is strenger — meer van de opname met halo wordt verworpen ten gunste van de scherpe; te hoog begint echt scherpe details te verwerpen.
pt_br: Energia de foco em escala fina que um quadro precisa exceder em um pixel para vencer a seleção de duas vias do debloom. Mais alto é mais rígido — mais do quadro com halo é rejeitado em favor do quadro em foco; alto demais começa a rejeitar detalhe realmente nítido.
ru: Мелкомасштабная энергия фокуса, которую кадр должен превысить в пикселе, чтобы победить в двухдорожечном выборе подавления ореола. Выше — строже: больше кадра с ореолом отбрасывается в пользу резкого; слишком высоко — начинают отбрасываться действительно резкие детали.
zh_hans: 帧在某像素上必须超过的细尺度对焦能量，才能在去光晕的双轨选择中胜出。越高越严格 — 更多带光晕的帧被舍弃，转而采用对焦清晰的帧；过高会开始舍弃真正清晰的细节。

source: Output
de: Ergebnis
es: Salida
fr: Résultat
it: Risultato
ja: 出力
ko: 출력
nl: Resultaat
pt_br: Saída
ru: Результат
zh_hans: 输出

source: Overall brightness, in stops of linear light — the loupe for judging a fuse in deep shadow. Like every Tone control, it applies to the previews (including retouching) and bakes into TIFF/PNG/JPEG exports; Linear DNG is never affected.
de: Gesamthelligkeit in Blendenstufen linearen Lichts — die Lupe, um eine Fusion im tiefen Schatten zu beurteilen. Wie jeder Tonwert-Regler wirkt sie auf die Vorschauen (einschließlich Retusche) und wird in TIFF/PNG/JPEG-Exporte eingebrannt; lineares DNG bleibt stets unberührt.
es: Brillo global, en pasos de luz lineal: la lupa para juzgar una fusión en sombras profundas. Como todo control de tono, se aplica a las previsualizaciones (incluido el retoque) y se incorpora a las exportaciones TIFF/PNG/JPEG; el DNG lineal nunca se ve afectado.
fr: Luminosité globale, en valeurs d’exposition de lumière linéaire — la loupe pour juger une fusion dans les ombres profondes. Comme chaque réglage de tonalité, elle s’applique aux aperçus (retouche comprise) et est incorporée aux exportations TIFF/PNG/JPEG ; le DNG linéaire n’est jamais affecté.
it: Luminosità complessiva, in stop di luce lineare — la lente per giudicare una fusione nelle ombre profonde. Come ogni controllo Tono, si applica alle anteprime (ritocco incluso) e viene impressa nelle esportazioni TIFF/PNG/JPEG; il DNG lineare non è mai toccato.
ja: リニア光の段数で表す全体の明るさです。深い影の中の合成を確認するためのルーペです。他のトーン調整と同様、プレビュー（レタッチ含む）に適用され、TIFF/PNG/JPEG書き出しに焼き込まれます。リニアDNGには影響しません。
ko: 선형 광의 스톱 단위 전체 밝기입니다. 깊은 그림자 속 합성 결과를 살피는 돋보기 역할을 합니다. 다른 톤 컨트롤처럼 미리보기(리터칭 포함)에 적용되고 TIFF/PNG/JPEG 내보내기에 반영됩니다. 선형 DNG에는 영향을 주지 않습니다.
nl: Algehele helderheid, in stops lineair licht — de loep om een samenvoeging in diepe schaduw te beoordelen. Zoals elke tintregelaar geldt dit voor de voorvertoningen (inclusief retoucheren) en wordt het in TIFF/PNG/JPEG-exports gebakken; lineaire DNG blijft altijd onaangetast.
pt_br: Brilho geral, em pontos de luz linear — a lupa para avaliar uma fusão em sombras profundas. Como todo controle de Tom, aplica-se às pré-visualizações (inclusive retoque) e é gravado nas exportações TIFF/PNG/JPEG; o DNG linear nunca é afetado.
ru: Общая яркость в ступенях линейного света — лупа для оценки объединения в глубокой тени. Как и все тоновые регуляторы, применяется к предпросмотру (включая ретушь) и запекается в экспорт TIFF/PNG/JPEG; линейный DNG не затрагивается никогда.
zh_hans: 整体亮度，以线性光的档位计 — 是审视深阴影中合成效果的放大镜。与所有色调控制一样，它作用于预览（包括修饰）并烘焙到 TIFF/PNG/JPEG 导出中；线性 DNG 永不受影响。

source: PMax Result
de: PMax-Ergebnis
es: Resultado PMax
fr: Résultat PMax
it: Risultato PMax
ja: PMax結果
ko: PMax 결과
nl: PMax-resultaat
pt_br: Resultado PMax
ru: Результат PMax
zh_hans: PMax 结果

source: PMax blend layer
de: PMax-Mischebene
es: Capa de mezcla PMax
fr: Calque de fusion PMax
it: Livello di fusione PMax
ja: PMaxブレンドレイヤー
ko: PMax 블렌드 레이어
nl: PMax-menglaag
pt_br: Camada de mesclagem PMax
ru: Слой смешивания PMax
zh_hans: PMax 混合图层

source: Path:
de: Bewegung:
es: Trayectoria:
fr: Trajet :
it: Percorso:
ja: 動き:
ko: 경로:
nl: Beweging:
pt_br: Trajetória:
ru: Траектория:
zh_hans: 路径：

source: Performance
de: Leistung
es: Rendimiento
fr: Performances
it: Prestazioni
ja: パフォーマンス
ko: 성능
nl: Prestaties
pt_br: Desempenho
ru: Производительность
zh_hans: 性能

source: Press “Fuse Stack”
de: „Stapel fusionieren“ drücken
es: Pulsa «Fusionar pila»
fr: Cliquez sur « Fusionner la pile »
it: Premi “Fondi pila”
ja: 「スタックを合成」を押してください
ko: ‘스택 합성’을 클릭하세요
nl: Klik op ‘Stapel samenvoegen’
pt_br: Clique em “Fundir Pilha”
ru: Нажмите «Объединить стек»
zh_hans: 点按“合成堆栈”

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Stop
pt_br: Encerrar
ru: Завершить
zh_hans: 退出

source: Radius of the local-contrast measurement that decides which frame is sharpest at each pixel. Larger values are steadier on smooth, low-texture surfaces; smaller values resolve finer depth detail.
de: Radius der lokalen Kontrastmessung, die für jedes Pixel das schärfste Einzelbild bestimmt. Größere Werte sind auf glatten, texturarmen Flächen stabiler; kleinere lösen feinere Tiefendetails auf.
es: Radio de la medición de contraste local que decide qué imagen es la más nítida en cada píxel. Valores mayores son más estables en superficies lisas con poca textura; valores menores resuelven detalles de profundidad más finos.
fr: Rayon de la mesure de contraste local qui décide quelle image est la plus nette à chaque pixel. Des valeurs plus grandes sont plus stables sur les surfaces lisses et peu texturées ; des valeurs plus petites résolvent des détails de profondeur plus fins.
it: Raggio della misura di contrasto locale che decide quale fotogramma è più nitido in ogni pixel. Valori più grandi sono più stabili su superfici lisce e poco texturizzate; valori più piccoli risolvono dettagli di profondità più fini.
ja: 各ピクセルでどのフレームが最も鮮明かを決める局所コントラスト測定の半径です。大きい値は滑らかでテクスチャの少ない面で安定し、小さい値はより細かい深度の詳細を解像します。
ko: 각 픽셀에서 어떤 프레임이 가장 선명한지 판단하는 국소 대비 측정의 반경입니다. 값이 크면 매끄럽고 텍스처가 적은 표면에서 안정적이고, 작으면 더 미세한 깊이 디테일을 분해합니다.
nl: Straal van de lokale contrastmeting die per pixel bepaalt welke opname het scherpst is. Grotere waarden zijn stabieler op gladde oppervlakken met weinig textuur; kleinere waarden lossen fijnere dieptedetails op.
pt_br: Raio da medição de contraste local que decide qual imagem é a mais nítida em cada pixel. Valores maiores são mais estáveis em superfícies lisas e de pouca textura; valores menores resolvem detalhes de profundidade mais finos.
ru: Радиус измерения локального контраста, определяющего, какой кадр резче в каждом пикселе. Большие значения устойчивее на гладких малотекстурных поверхностях; меньшие разрешают более тонкие детали глубины.
zh_hans: 用于判定每个像素处哪张图像最清晰的局部对比度测量半径。较大的值在平滑、低纹理表面上更稳定；较小的值能分辨更精细的深度细节。

source: Reading frames
de: Einzelbilder werden gelesen
es: Leyendo imágenes
fr: Lecture des images
it: Lettura fotogrammi
ja: フレームを読み込み中
ko: 프레임 읽는 중
nl: Opnamen lezen
pt_br: Lendo imagens
ru: Чтение кадров
zh_hans: 正在读取图像

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直す
ko: 실행 복귀
nl: Opnieuw
pt_br: Refazer
ru: Повторить
zh_hans: 重做

source: Redo %@
de: %@ wiederholen
es: Rehacer %@
fr: Rétablir %@
it: Ripeti %@
ja: %@をやり直す
ko: %@ 실행 복귀
nl: %@ opnieuw
pt_br: Refazer %@
ru: Повторить: %@
zh_hans: 重做%@

source: Redo Stroke
de: Strich wiederholen
es: Rehacer trazo
fr: Rétablir le coup de pinceau
it: Ripeti tratto
ja: ストロークをやり直す
ko: 획 실행 복귀
nl: Streek opnieuw
pt_br: Refazer Pincelada
ru: Повторить мазок
zh_hans: 重做笔画

source: Register every frame to its neighbor before fusing (focus breathing, drift, rotation). Turn off only for stacks that are already pixel-aligned, e.g. re-exports from another tool.
de: Richtet vor der Fusion jedes Einzelbild an seinem Nachbarn aus (Fokusatmung, Drift, Rotation). Nur für Stapel ausschalten, die bereits pixelgenau ausgerichtet sind, z. B. Re-Exporte aus einem anderen Programm.
es: Registra cada imagen con su vecina antes de fusionar (respiración de enfoque, deriva, rotación). Desactívalo solo para pilas ya alineadas al píxel, p. ej., reexportadas desde otra herramienta.
fr: Aligne chaque image sur sa voisine avant la fusion (respiration de mise au point, dérive, rotation). À désactiver uniquement pour des piles déjà alignées au pixel, p. ex. réexportées depuis un autre outil.
it: Registra ogni fotogramma sul vicino prima della fusione (focus breathing, deriva, rotazione). Disattiva solo per pile già allineate al pixel, per es. riesportate da un altro strumento.
ja: 合成前に各フレームを隣のフレームに位置合わせします（フォーカスブリージング、ドリフト、回転）。別のツールから再書き出しした場合など、すでにピクセル単位で揃っているスタックでのみオフにしてください。
ko: 합성 전에 각 프레임을 이웃 프레임에 정합합니다(포커스 브리딩, 드리프트, 회전). 다른 도구에서 다시 내보낸 경우처럼 이미 픽셀 단위로 정렬된 스택에서만 끄세요.
nl: Lijnt vóór het samenvoegen elke opname uit op zijn buur (focus breathing, drift, rotatie). Alleen uitschakelen voor stapels die al pixel-uitgelijnd zijn, bijv. heruitvoer uit een ander programma.
pt_br: Registra cada imagem com a vizinha antes de fundir (respiração de foco, deriva, rotação). Desative apenas para pilhas já alinhadas no pixel, por ex. reexportadas de outra ferramenta.
ru: Перед объединением выравнивает каждый кадр по соседнему (дыхание фокуса, дрейф, поворот). Отключайте только для стеков, уже выровненных попиксельно, например переэкспортированных из другого инструмента.
zh_hans: 合成前将每张图像与相邻图像配准（焦点呼吸、漂移、旋转）。仅对已像素级对齐的堆栈关闭，例如从其他工具重新导出的堆栈。

source: Regularizing depth map
de: Tiefenkarte wird regularisiert
es: Regularizando el mapa de profundidad
fr: Régularisation de la carte de profondeur
it: Regolarizzazione mappa di profondità
ja: 深度マップを正則化中
ko: 깊이 맵 정규화 중
nl: Dieptekaart regulariseren
pt_br: Regularizando mapa de profundidade
ru: Регуляризация карты глубины
zh_hans: 正在正则化深度图

source: Rendering
de: Rendern
es: Renderizando
fr: Rendu
ja: レンダリング中
ko: 렌더링 중
nl: Renderen
pt_br: Renderizando
ru: Рендеринг
zh_hans: 正在渲染

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstel
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

source: Restoring project…
de: Projekt wird wiederhergestellt …
es: Restaurando el proyecto…
fr: Restauration du projet…
it: Ripristino del progetto…
ja: プロジェクトを復元中…
ko: 프로젝트 복원 중…
nl: Project herstellen…
pt_br: Restaurando projeto…
ru: Восстановление проекта…
zh_hans: 正在恢复项目…

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
pt_br: Resultado
ru: Результат
zh_hans: 结果

source: Retouch from
de: Retuschequelle
es: Retocar desde
fr: Retoucher depuis
it: Ritocca da
ja: レタッチ元
ko: 리터칭 소스
nl: Retoucheren vanuit
pt_br: Retocar de
ru: Источник ретуши
zh_hans: 修饰来源

source: Retouched Depth — drag to paint from source
de: Retuschierte Tiefe — ziehen, um von der Quelle zu malen
es: Profundidad retocada: arrastra para pintar desde el origen
fr: Profondeur retouchée — faites glisser pour peindre depuis la source
it: Profondità ritoccata — trascina per dipingere dalla sorgente
ja: レタッチ済み深度 — ドラッグでソースから描画
ko: 리터칭된 깊이 — 드래그하여 소스에서 페인트
nl: Geretoucheerde diepte — sleep om vanuit de bron te schilderen
pt_br: Profundidade Retocada — arraste para pintar da origem
ru: Ретушированная глубина — перетаскивайте, чтобы рисовать из источника
zh_hans: 修饰后的深度 — 拖动以从来源绘制

source: Retouched Output — drag to paint from source
de: Retuschiertes Ergebnis — ziehen, um von der Quelle zu malen
es: Salida retocada: arrastra para pintar desde el origen
fr: Résultat retouché — faites glisser pour peindre depuis la source
it: Risultato ritoccato — trascina per dipingere dalla sorgente
ja: レタッチ済み出力 — ドラッグでソースから描画
ko: 리터칭된 출력 — 드래그하여 소스에서 페인트
nl: Geretoucheerd resultaat — sleep om vanuit de bron te schilderen
pt_br: Saída Retocada — arraste para pintar da origem
ru: Ретушированный результат — перетаскивайте, чтобы рисовать из источника
zh_hans: 修饰后的输出 — 拖动以从来源绘制

source: Retouching
de: Retusche
es: Retoque
fr: Retouche
it: Ritocco
ja: レタッチ
ko: 리터칭
nl: Retoucheren
pt_br: Retoque
ru: Ретушь
zh_hans: 修饰

source: Revert All
de: Alles verwerfen
es: Revertir todo
fr: Tout annuler
it: Ripristina tutto
ja: すべて取り消す
ko: 모두 되돌리기
nl: Alles terugdraaien
pt_br: Reverter Tudo
ru: Отменить всё
zh_hans: 全部还原

source: Rock left–right
de: Schwenk links–rechts
es: Balanceo izquierda-derecha
fr: Balancement gauche-droite
it: Oscilla sinistra-destra
ja: 左右にスイング
ko: 좌우 로킹
nl: Kantelen links-rechts
pt_br: Balanço esquerda-direita
ru: Покачивание влево-вправо
zh_hans: 左右摇摆

source: Rock up–down
de: Schwenk auf–ab
es: Balanceo arriba-abajo
fr: Balancement haut-bas
it: Oscilla su-giù
ja: 上下にスイング
ko: 상하 로킹
nl: Kantelen op-neer
pt_br: Balanço cima-baixo
ru: Покачивание вверх-вниз
zh_hans: 上下摇摆

source: S-curve around the midtones: positive deepens shadows and brightens highlights, negative flattens.
de: S-Kurve um die Mitteltöne: positiv vertieft Schatten und hellt Lichter auf, negativ flacht ab.
es: Curva en S alrededor de los medios tonos: en positivo profundiza las sombras y aclara las iluminaciones; en negativo aplana.
fr: Courbe en S autour des tons moyens : positif renforce les ombres et éclaircit les hautes lumières, négatif aplatit.
it: Curva a S attorno ai mezzitoni: positivo scurisce le ombre e schiarisce le luci, negativo appiattisce.
ja: 中間調を中心としたSカーブ。プラスでシャドウが深くハイライトが明るくなり、マイナスでフラットになります。
ko: 미드톤 중심의 S 커브입니다. 양수는 그림자를 깊게 하고 하이라이트를 밝게 하며, 음수는 평탄하게 만듭니다.
nl: S-curve rond de middentonen: positief verdiept schaduwen en verheldert hoge lichten, negatief maakt vlakker.
pt_br: Curva em S ao redor dos meios-tons: positivo aprofunda sombras e clareia realces, negativo achata.
ru: S-кривая вокруг средних тонов: положительные значения углубляют тени и осветляют света, отрицательные — сглаживают.
zh_hans: 围绕中间调的 S 曲线：正值加深阴影、提亮高光，负值使影调变平。

source: Save Project
de: Projekt sichern
es: Guardar proyecto
fr: Enregistrer le projet
it: Salva progetto
ja: プロジェクトを保存
ko: 프로젝트 저장
nl: Project bewaren
pt_br: Salvar Projeto
ru: Сохранить проект
zh_hans: 存储项目

source: Save Project As…
de: Projekt sichern unter …
es: Guardar proyecto como…
fr: Enregistrer le projet sous…
it: Salva progetto come…
ja: プロジェクトを別名で保存…
ko: 프로젝트 다른 이름으로 저장…
nl: Project bewaren als…
pt_br: Salvar Projeto Como…
ru: Сохранить проект как…
zh_hans: 项目存储为…

source: Scanning frames…
de: Einzelbilder werden erfasst …
es: Explorando imágenes…
fr: Analyse des images…
it: Scansione fotogrammi…
ja: フレームをスキャン中…
ko: 프레임 스캔 중…
nl: Opnamen scannen…
pt_br: Examinando imagens…
ru: Сканирование кадров…
zh_hans: 正在扫描图像…

source: Select a frame in the Stack list
de: Ein Einzelbild in der Stapelliste auswählen
es: Selecciona una imagen en la lista de la pila
fr: Sélectionnez une image dans la liste de la pile
it: Seleziona un fotogramma nell’elenco della pila
ja: スタックリストでフレームを選択してください
ko: 스택 목록에서 프레임을 선택하세요
nl: Selecteer een opname in de stapellijst
pt_br: Selecione uma imagem na lista da pilha
ru: Выберите кадр в списке стека
zh_hans: 在堆栈列表中选择一张图像

source: Separate Stacks
de: Getrennte Stapel
es: Pilas distintas
fr: Piles distinctes
it: Pile separate
ja: 別々のスタック
ko: 별개의 스택
nl: Afzonderlijke stapels
pt_br: Pilhas Separadas
ru: Отдельные стеки
zh_hans: 独立堆栈

source: Shadows
de: Tiefen
es: Sombras
fr: Ombres
it: Ombre
ja: シャドウ
ko: 그림자
nl: Schaduwen
pt_br: Sombras
ru: Тени
zh_hans: 阴影

source: Sharpness σ
de: Schärfe σ
es: Nitidez σ
fr: Netteté σ
it: Nitidezza σ
ja: シャープネス σ
ko: 선명도 σ
nl: Scherpte σ
pt_br: Nitidez σ
ru: Резкость σ
zh_hans: 锐度 σ

source: Size of the majority vote that removes isolated wrong-depth patches at edges where the background shows through a defocused subject. 0 disables it.
de: Größe der Mehrheitsentscheidung, die vereinzelte Flecken falscher Tiefe an Kanten entfernt, wo der Hintergrund durch ein unscharfes Motiv durchscheint. 0 deaktiviert sie.
es: Tamaño del voto mayoritario que elimina parches aislados de profundidad errónea en bordes donde el fondo se transparenta a través de un sujeto desenfocado. 0 lo desactiva.
fr: Taille du vote majoritaire qui supprime les taches isolées de profondeur erronée aux bords où l’arrière-plan transparaît à travers un sujet flou. 0 le désactive.
it: Dimensione del voto di maggioranza che rimuove le chiazze isolate di profondità errata ai bordi dove lo sfondo traspare attraverso un soggetto sfocato. 0 lo disattiva.
ja: ピンボケの被写体越しに背景が透けて見えるエッジ部で、孤立した誤深度の斑点を除去する多数決のサイズです。0で無効になります。
ko: 초점이 나간 피사체 너머로 배경이 비치는 가장자리에서 고립된 잘못된 깊이 패치를 제거하는 다수결의 크기입니다. 0이면 비활성화됩니다.
nl: Grootte van de meerderheidsstemming die geïsoleerde plekken met verkeerde diepte verwijdert aan randen waar de achtergrond door een onscherp onderwerp heen schijnt. 0 schakelt dit uit.
pt_br: Tamanho do voto majoritário que remove manchas isoladas de profundidade errada em bordas onde o fundo transparece através de um objeto desfocado. 0 desativa.
ru: Размер мажоритарного голосования, убирающего одиночные пятна неверной глубины на краях, где фон просвечивает сквозь расфокусированный объект. 0 отключает.
zh_hans: 多数表决的范围大小，用于去除背景透过失焦主体显现的边缘处孤立的错误深度斑块。0 表示停用。

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Ignora
ja: スキップ
ko: 건너뛰기
nl: Sla over
pt_br: Ignorar
ru: Пропустить
zh_hans: 跳过

source: Softness
de: Weichheit
es: Suavidad
fr: Douceur
it: Morbidezza
ja: ソフトネス
ko: 부드러움
nl: Zachtheid
pt_br: Suavidade
ru: Мягкость
zh_hans: 柔和度

source: Some stacks didn't fuse
de: Einige Stapel wurden nicht fusioniert
es: Algunas pilas no se fusionaron
fr: Certaines piles n’ont pas été fusionnées
it: Alcune pile non sono state fuse
ja: 一部のスタックを合成できませんでした
ko: 일부 스택이 합성되지 않았습니다
nl: Sommige stapels zijn niet samengevoegd
pt_br: Algumas pilhas não foram fundidas
ru: Некоторые стеки не объединились
zh_hans: 部分堆栈未能合成
